  var ouno = "омайгад";
  var author = "BaSHmake";
  var pepe = "ватафа";
  const speed = "Хеппи Дей, Роналду Дей!!";
  var num1 = 67;
  var num2 = 69;
  var num3 = 42;
  document.write("сливы, виноград, щавель, " + ouno + "!");
  console.log("Бррр Бррр Патапим");
  alert("В ходе тяжёлых вычислений получилось число: " + (num1 * num2 - num3) + "Вычисления были настолько тяжёлыми, что я предлагаю заменить число Пи (" + Math.PI + ") этим!");
  num1 -= 3;
  alert("Кстати, я не говорил, но мое любимое число:  " + num1); 
  